/**/
"Cancel" = "Annulla";
/**/
"Delete" = "Elimina";
/**/
"Open" = "Apri";
/**/
"Edit" = "Modifica";
/**/
"Yes" = "Sì";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Applica geometria";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Cancella geometria";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Elimina vertice";
/*Geometry Edit Action Name*/
"Insert Part" = "Inserisci parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Inserisci vertice";
/*Geometry Edit Action Name*/
"Move Vertex" = "Sposta vertice";
/*Geometry Edit Action Name*/
"Remove Part" = "Rimuovi parte";

/*Collecting attachments*/
"Add" = "Aggiungi";
/*Collecting attachments*/
"Take Photo or Video" = "Acquisisci foto o video";
/*Collecting attachments*/
"Choose From Library" = "Scegli da Raccolta";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Salva nella Raccolta foto";
/*Collecting attachments*/
"Download" = "Scarica";

/*Date attribute*/
"Today" = "Oggi";

/**/
"Attachments" = "Allegati";
"Attributes" = "Attributi";

/**/
"Open in Safari" = "Apri in Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Inserire un numero compreso tra %i e %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Inserire un numero compreso tra %f e %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Troppi caratteri (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Valore al di fuori dell'intervallo consentito.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Tipo di campo non supportato";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d di %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Modifica tipo di feature";
"ChangingFeatureTypeAlertMessage" =  "Si sta modificando il tipo di feature e ciò potrebbe sovrascrivere alcuni valori di campi. Continuare?";

/**/
"Data for pie chart is invalid" = "I dati per il grafico a torta non sono validi";
"No data to create a pie chart" = "Non sono disponibili dati per creare un grafico a torta";

/**/
"createUserSeconds" = "Creato da %@ qualche secondo fa";

/**/
"createUserMinute" = "Creato da %@ un minuto fa";

/**/
"editUserSeconds" = "Modificato da %@ qualche secondo fa";

/**/
"editUserMinute" = "Modificato da %@ un minuto fa";

/**/
"createSeconds" = "Creato qualche secondo fa";

/**/
"createMinute" = "Creato un minuto fa";

/**/
"editSeconds" = "Modificato qualche secondo fa";

/**/
"editMinute" = "Modificato un minuto fa";

/**/
"createUserMinutes" = "Creato da %@ %d minuti fa";

/**/
"createUserHour" = "Creato da %@ un'ora fa";

/**/
"createUserHours" = "Creato da %@ %d ore fa";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "Creato da %@ il giorno %@ alle ore %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "Creato da %@ il giorno %@ alle ore %@";

/**/
"editUserMinutes" = "Modificato da %@ %d minuti fa";

/**/
"editUserHour" = "Modificato da %@ un'ora fa";

/**/
"editUserHours" = "Modificato da %@ %d ore fa";

/**/
"editUserWeekDay" = "Modificato da %@ il giorno %@ alle ore %@";

/**/
"editUserFull" = "Modificato da %@ il giorno %@ alle ore %@";

/**/
"createUser" = "Creato da %@";

/**/
"editUser" = "Modificato da %@";

/**/
"createMinutes" = "Creato %d minuti fa";

/**/
"createHour" = "Creato un'ora fa";

/**/
"createHours" = "Creato %d ore fa";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "Creato il giorno %@ alle ore %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "Creato il giorno %@ alle ore %@";

/**/
"editMinutes" = "Modificato %d minuti fa";

/**/
"editHour" = "Modificato un'ora fa";

/**/
"editHours" = "Modificato %d ore fa";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "Modificato il giorno %@ alle ore %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "Modificato il giorno %@ alle ore %@";